Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Switch the agent’s model and effort
bn: এজেন্টের মডেল ও প্রচেষ্টার মাত্রা বদলান
es: Cambiar el modelo y esfuerzo del agente
fr: Changer le modèle et l’effort de l’agent
hi: एजेंट का मॉडल और प्रयास बदलें
it: Cambia modello e impegno dell’agente
ja: エージェントのモデルと推論強度を切り替え
ko: 에이전트의 모델 및 추론 강도 변경
pt_br: Trocar o modelo e esforço do agente
ru: Сменить модель и уровень рассуждений агента
sv: Byt agentens modell och ansträngning
zh_hans: 切换代理的模型和推理强度
zh_hant: 切換代理程式的模型和推理強度

source: Switch to Chat
bn: চ্যাটে যান
es: Cambiar a chat
fr: Passer au chat
hi: चैट पर जाएँ
it: Passa alla chat
ja: チャットに切り替え
ko: 채팅으로 전환
pt_br: Mudar para chat
ru: Переключиться на чат
sv: Byt till chatt
zh_hans: 切换到聊天
zh_hant: 切換至聊天

source: Switch to Terminal
bn: টার্মিনালে যান
es: Cambiar al terminal
fr: Passer au terminal
hi: टर्मिनल पर जाएँ
it: Passa al terminale
ja: ターミナルに切り替え
ko: 터미널로 전환
pt_br: Mudar para terminal
ru: Переключиться на терминал
sv: Byt till terminal
zh_hans: 切换到终端
zh_hant: 切換至終端機

source: Sync failed for %@
bn: %@ সিঙ্ক করা যায়নি
es: Error al sincronizar %@
fr: Échec de la synchronisation de %@
hi: %@ का सिंक विफल हुआ
it: Sincronizzazione di %@ non riuscita
ja: %@の同期に失敗しました
ko: %@ 동기화에 실패했습니다
pt_br: Falha ao sincronizar %@
ru: Не удалось синхронизировать %@
sv: Synkronisering misslyckades för %@
zh_hans: %@ 同步失败
zh_hant: %@ 同步失敗

source: System
bn: সিস্টেম
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Система
zh_hans: 系统
zh_hant: 系統

source: Tabs
bn: ট্যাব
es: Pestañas
fr: Onglets
hi: टैब
it: Schede
ja: タブ
ko: 탭
pt_br: Abas
ru: Вкладки
sv: Flikar
zh_hans: 标签页
zh_hant: 分頁

source: Take the PR out of draft.
bn: PR খসড়া অবস্থা থেকে বের করুন।
es: Saca el PR del estado borrador.
fr: Retire la PR de l’état brouillon.
hi: PR को ड्राफ़्ट से निकालें।
it: Rimuove lo stato di bozza dalla PR.
ja: PRをドラフト状態から変更します。
ko: PR을 초안 상태에서 해제합니다.
pt_br: Retira o PR do estado de rascunho.
ru: Снимает статус черновика PR.
sv: Tar PR ur utkastläge.
zh_hans: 将 PR 移出草稿状态。
zh_hant: 將 PR 移出草稿狀態。

source: Target branch matches a pattern (* and ** globs).
bn: টার্গেট ব্রাঞ্চ প্যাটার্নের সঙ্গে মেলে (* এবং ** glob)।
es: La rama destino coincide con un patrón (glob * y **).
fr: La branche cible correspond à un motif (globs * et **).
hi: लक्ष्य ब्रांच पैटर्न से मेल खाती है (* और ** ग्लॉब)।
it: Il branch destinazione corrisponde a un pattern (glob * e **).
ja: ターゲットブランチがパターン（*と**のglob）に一致します。
ko: 대상 브랜치가 패턴(* 및 ** glob)과 일치합니다.
pt_br: A branch de destino corresponde a um padrão (globs * e **).
ru: Целевая ветка соответствует шаблону (glob * и **).
sv: Målgrenen matchar ett mönster (* och ** glob).
zh_hans: 目标分支匹配模式（* 和 ** 通配符）。
zh_hant: 目標分支符合模式（* 和 ** 萬用字元）。

source: Terminal
bn: টার্মিনাল
hi: टर्मिनल
it: Terminale
ja: ターミナル
ko: 터미널
ru: Терминал
zh_hans: 终端
zh_hant: 終端機

source: Terminal attachment exceeded its buffer limit.
bn: টার্মিনাল সংযুক্তি বাফারের সীমা ছাড়িয়েছে।
es: La conexión del terminal superó el límite del búfer.
fr: Le rattachement du terminal a dépassé la limite du tampon.
hi: टर्मिनल अटैचमेंट ने बफ़र सीमा पार कर दी।
it: Il collegamento del terminale ha superato il limite del buffer.
ja: ターミナルの接続がバッファ上限を超えました。
ko: 터미널 연결이 버퍼 한도를 초과했습니다.
pt_br: A conexão do terminal excedeu o limite do buffer.
ru: Подключение терминала превысило лимит буфера.
sv: Terminalanslutningen överskred buffertgränsen.
zh_hans: 终端连接超出缓冲区限制。
zh_hant: 終端機連接超出緩衝區限制。

source: Terminal color response ownership could not be configured.
bn: টার্মিনালের রঙের প্রতিক্রিয়ার নিয়ন্ত্রণ কনফিগার করা যায়নি।
es: No se pudo configurar el control de las respuestas de color del terminal.
fr: Impossible de configurer le contrôle des réponses de couleur du terminal.
hi: टर्मिनल रंग प्रतिक्रिया का स्वामित्व कॉन्फ़िगर नहीं कर सके।
it: Impossibile configurare il controllo delle risposte sui colori del terminale.
ja: ターミナルの色応答の管理権限を設定できませんでした。
ko: 터미널 색상 응답 소유권을 설정할 수 없습니다.
pt_br: Não foi possível configurar o controle das respostas de cor do terminal.
ru: Не удалось настроить управление ответами о цветах терминала.
sv: Kunde inte konfigurera kontrollen över terminalens färgsvar.
zh_hans: 无法配置终端颜色响应控制权。
zh_hant: 無法設定終端機色彩回應控制權。

source: Terminal commands must contain a single line.
bn: টার্মিনালের কমান্ড এক লাইনের হতে হবে।
es: Los comandos del terminal deben ocupar una sola línea.
fr: Les commandes du terminal doivent tenir sur une seule ligne.
hi: टर्मिनल कमांड एक ही पंक्ति में होने चाहिए।
it: I comandi del terminale devono occupare una sola riga.
ja: ターミナルのコマンドは1行にしてください。
ko: 터미널 명령은 한 줄이어야 합니다.
pt_br: Os comandos do terminal devem ocupar uma única linha.
ru: Команды терминала должны занимать одну строку.
sv: Terminalkommandon måste vara på en enda rad.
zh_hans: 终端命令必须为单行。
zh_hant: 終端機指令必須為單行。

source: Terminal configuration is unavailable.
bn: টার্মিনালের কনফিগারেশন উপলব্ধ নয়।
es: La configuración del terminal no está disponible.
fr: La configuration du terminal est indisponible.
hi: टर्मिनल कॉन्फ़िगरेशन उपलब्ध नहीं है।
it: Configurazione del terminale non disponibile.
ja: ターミナルの設定を取得できません。
ko: 터미널 구성을 확인할 수 없습니다.
pt_br: A configuração do terminal está indisponível.
ru: Конфигурация терминала недоступна.
sv: Terminalkonfigurationen är inte tillgänglig.
zh_hans: 无法获取终端配置。
zh_hant: 無法取得終端機設定。

source: Terminal daemon protocol %lld is incompatible; expected 2.
bn: টার্মিনাল ডেমন প্রোটোকল %lld অসামঞ্জস্যপূর্ণ; 2 প্রত্যাশিত।
es: El protocolo %lld del daemon del terminal es incompatible; se esperaba 2.
fr: Le protocole %lld du démon du terminal est incompatible ; version 2 attendue.
hi: टर्मिनल डेमन प्रोटोकॉल %lld असंगत है; संस्करण 2 अपेक्षित है।
it: Il protocollo %lld del demone del terminale è incompatibile; previsto 2.
ja: ターミナルデーモンのプロトコル %lld は非互換です。2 が必要です。
ko: 터미널 데몬 프로토콜 %lld은(는) 호환되지 않습니다. 2가 필요합니다.
pt_br: O protocolo %lld do daemon do terminal é incompatível; esperado 2.
ru: Протокол демона терминала %lld несовместим; ожидается 2.
sv: Terminaldaemonens protokoll %lld är inkompatibelt; förväntade 2.
zh_hans: 终端守护进程协议 %lld 不兼容；需要版本 2。
zh_hant: 終端機背景程序協定 %lld 不相容；需要版本 2。

source: Terminal disconnected while input or attachment was unsettled. Earlier input may have been sent. Check the shell before reattaching.
bn: ইনপুট বা সংযুক্তি অনিশ্চিত থাকা অবস্থায় টার্মিনাল বিচ্ছিন্ন হয়েছে। আগের ইনপুট পাঠানো হয়ে থাকতে পারে। আবার সংযুক্ত করার আগে শেল পরীক্ষা করুন।
es: El terminal se desconectó con entrada o conexión pendientes. Puede que la entrada anterior se haya enviado. Revisa el shell antes de reconectar.
fr: Le terminal s’est déconnecté alors que la saisie ou le rattachement était en attente. La saisie précédente a peut-être été envoyée. Vérifiez le shell avant le rattachement.
hi: इनपुट या अटैचमेंट अपुष्ट रहते टर्मिनल डिस्कनेक्ट हो गया। पहले का इनपुट भेजा जा चुका हो सकता है। दोबारा अटैच करने से पहले शेल जाँचें।
it: Il terminale si è disconnesso con input o collegamento in sospeso. L’input precedente potrebbe essere stato inviato. Controlla la shell prima di ricollegarti.
ja: 入力または接続の確定前にターミナルが切断されました。 以前の入力が送信された可能性があります。再接続前にシェルを確認してください。
ko: 입력 또는 연결이 확정되기 전에 터미널 연결이 끊겼습니다. 이전 입력이 전송되었을 수 있습니다. 다시 연결하기 전에 셸을 확인하세요.
pt_br: O terminal desconectou enquanto a entrada ou conexão estava pendente. A entrada anterior pode ter sido enviada. Verifique o shell antes de reconectar.
ru: Терминал отключился при незавершённом вводе или присоединении. Предыдущий ввод мог быть отправлен. Проверьте оболочку перед присоединением.
sv: Terminalen kopplades från medan inmatning eller anslutning var oavgjord. Tidigare inmatning kan ha skickats. Kontrollera skalet före återanslutning.
zh_hans: 输入或连接尚未确认时，终端已断开。 之前的输入可能已发送。请检查 shell 后再重新附加。
zh_hant: 輸入或連接尚未確認時，終端機已中斷。 先前的輸入可能已傳送。請檢查 shell 後再重新附加。

source: Terminal font
bn: টার্মিনালের ফন্ট
es: Fuente del terminal
fr: Police du terminal
hi: टर्मिनल फ़ॉन्ट
it: Font del terminale
ja: ターミナルのフォント
ko: 터미널 서체
pt_br: Fonte do terminal
ru: Шрифт терминала
sv: Terminaltypsnitt
zh_hans: 终端字体
zh_hant: 終端機字體

source: Terminal geometry response ownership could not be configured.
bn: টার্মিনালের জ্যামিতির প্রতিক্রিয়ার নিয়ন্ত্রণ কনফিগার করা যায়নি।
es: No se pudo configurar el control de las respuestas de geometría del terminal.
fr: Impossible de configurer le contrôle des réponses de géométrie du terminal.
hi: टर्मिनल ज्यामिति प्रतिक्रिया का स्वामित्व कॉन्फ़िगर नहीं कर सके।
it: Impossibile configurare il controllo delle risposte sulla geometria del terminale.
ja: ターミナルのジオメトリ応答の管理権限を設定できませんでした。
ko: 터미널 크기 정보 응답 소유권을 설정할 수 없습니다.
pt_br: Não foi possível configurar o controle das respostas de geometria do terminal.
ru: Не удалось настроить управление ответами о геометрии терминала.
sv: Kunde inte konfigurera kontrollen över terminalens geometrisvar.
zh_hans: 无法配置终端几何信息响应控制权。
zh_hant: 無法設定終端機幾何資訊回應控制權。

source: Terminal history was truncated; the screen cannot be restored reliably. The shell is still running. Full-state restoration is required.
bn: টার্মিনালের ইতিহাস ছাঁটা হয়েছে; পর্দা নির্ভরযোগ্যভাবে ফেরানো যাবে না। শেল এখনও চলছে। পূর্ণ অবস্থা পুনরুদ্ধার প্রয়োজন।
es: El historial del terminal se truncó; no se puede restaurar la pantalla de forma fiable. El shell sigue activo. Se requiere restaurar el estado completo.
fr: L’historique du terminal a été tronqué ; l’écran ne peut pas être restauré de façon fiable. Le shell reste actif. Une restauration complète de l’état est requise.
hi: टर्मिनल इतिहास कट गया; स्क्रीन भरोसेमंद रूप से बहाल नहीं हो सकती। शेल अभी चल रहा है। पूर्ण स्थिति बहाली चाहिए।
it: La cronologia è stata troncata; lo schermo non può essere ripristinato in modo affidabile. La shell è ancora attiva. È necessario ripristinare lo stato completo.
ja: ターミナル履歴が切り詰められたため、画面を確実に復元できません。シェルは実行中です。完全な状態の復元が必要です。
ko: 터미널 기록이 잘려 화면을 안정적으로 복원할 수 없습니다. 셸은 계속 실행 중입니다. 전체 상태 복원이 필요합니다.
pt_br: O histórico do terminal foi truncado; a tela não pode ser restaurada com segurança. O shell ainda está ativo. É necessária a restauração do estado completo.
ru: История терминала обрезана; экран нельзя надёжно восстановить. Оболочка продолжает работать. Требуется восстановление полного состояния.
sv: Terminalhistoriken trunkerades; skärmen kan inte återställas tillförlitligt. Skalet körs fortfarande. Fullständig tillståndsåterställning krävs.
zh_hans: 终端历史记录已截断，无法可靠恢复屏幕。shell 仍在运行，需要完整状态恢复。
zh_hant: 終端機歷史記錄已截斷，無法可靠還原畫面。shell 仍在執行，需要完整狀態還原。

source: Terminal identity response ownership could not be configured.
bn: টার্মিনালের পরিচয় প্রতিক্রিয়ার নিয়ন্ত্রণ কনফিগার করা যায়নি।
es: No se pudo configurar el control de las respuestas de identidad del terminal.
fr: Impossible de configurer le contrôle des réponses d’identité du terminal.
hi: टर्मिनल पहचान प्रतिक्रिया का स्वामित्व कॉन्फ़िगर नहीं कर सके।
it: Impossibile configurare il controllo delle risposte sull’identità del terminale.
ja: ターミナルの識別応答の管理権限を設定できませんでした。
ko: 터미널 식별 응답 소유권을 설정할 수 없습니다.
pt_br: Não foi possível configurar o controle das respostas de identidade do terminal.
ru: Не удалось настроить управление ответами об идентификации терминала.
sv: Kunde inte konfigurera kontrollen över terminalens identitetssvar.
zh_hans: 无法配置终端身份响应控制权。
zh_hant: 無法設定終端機身分回應控制權。

source: Terminal input delivery failed: %@ Earlier input may have been sent; remaining input was stopped. Check the shell before reattaching.
bn: টার্মিনাল ইনপুট পাঠানো ব্যর্থ: %@ আগের ইনপুট পাঠানো হয়ে থাকতে পারে; বাকিটা বন্ধ হয়েছে। আবার সংযুক্ত করার আগে শেল পরীক্ষা করুন।
es: Error al enviar la entrada del terminal: %@ Puede que la entrada anterior se haya enviado; se detuvo el resto. Revisa el shell antes de reconectar.
fr: Échec de l’envoi de la saisie du terminal : %@ La saisie précédente a peut-être été envoyée ; le reste a été arrêté. Vérifiez le shell avant le rattachement.
hi: टर्मिनल इनपुट भेजना विफल: %@ पहले का इनपुट भेजा जा चुका हो सकता है; शेष रोक दिया गया। दोबारा अटैच करने से पहले शेल जाँचें।
it: Invio dell’input del terminale non riuscito: %@ L’input precedente potrebbe essere stato inviato; il resto è stato fermato. Controlla la shell prima di ricollegarti.
ja: ターミナル入力の送信に失敗しました：%@ 以前の入力が送信された可能性があります。残りの入力は停止しました。再接続前にシェルを確認してください。
ko: 터미널 입력 전송 실패: %@ 이전 입력이 전송되었을 수 있으며 나머지 입력은 중지되었습니다. 다시 연결하기 전에 셸을 확인하세요.
pt_br: Falha no envio da entrada do terminal: %@ A entrada anterior pode ter sido enviada; o restante foi interrompido. Verifique o shell antes de reconectar.
ru: Ошибка отправки ввода терминала: %@ Предыдущий ввод мог быть отправлен; оставшийся ввод остановлен. Проверьте оболочку перед присоединением.
sv: Leverans av terminalinmatning misslyckades: %@ Tidigare inmatning kan ha skickats; resten stoppades. Kontrollera skalet före återanslutning.
zh_hans: 终端输入发送失败：%@ 之前的输入可能已发送，剩余输入已停止。请检查 shell 后再重新附加。
zh_hant: 終端機輸入傳送失敗：%@ 先前的輸入可能已傳送，剩餘輸入已停止。請檢查 shell 後再重新附加。

source: Terminal input exceeded its buffer limit. Earlier input may have been sent; remaining input was stopped. Check the shell before reattaching.
bn: টার্মিনাল ইনপুট বাফারের সীমা ছাড়িয়েছে। আগের ইনপুট পাঠানো হয়ে থাকতে পারে; বাকিটা বন্ধ হয়েছে। আবার সংযুক্ত করার আগে শেল পরীক্ষা করুন।
es: La entrada del terminal superó el límite del búfer. Puede que la entrada anterior se haya enviado; se detuvo el resto. Revisa el shell antes de reconectar.
fr: La saisie du terminal a dépassé la limite du tampon. La saisie précédente a peut-être été envoyée ; le reste a été arrêté. Vérifiez le shell avant le rattachement.
hi: टर्मिनल इनपुट ने बफ़र सीमा पार कर दी। पहले का इनपुट भेजा जा चुका हो सकता है; शेष रोक दिया गया। दोबारा अटैच करने से पहले शेल जाँचें।
it: L’input del terminale ha superato il limite del buffer. L’input precedente potrebbe essere stato inviato; il resto è stato fermato. Controlla la shell prima di ricollegarti.
ja: ターミナル入力がバッファ上限を超えました。 以前の入力が送信された可能性があります。残りの入力は停止しました。再接続前にシェルを確認してください。
ko: 터미널 입력이 버퍼 한도를 초과했습니다. 이전 입력이 전송되었을 수 있으며 나머지 입력은 중지되었습니다. 다시 연결하기 전에 셸을 확인하세요.
pt_br: A entrada do terminal excedeu o limite do buffer. A entrada anterior pode ter sido enviada; o restante foi interrompido. Verifique o shell antes de reconectar.
ru: Ввод терминала превысил лимит буфера. Предыдущий ввод мог быть отправлен; оставшийся ввод остановлен. Проверьте оболочку перед присоединением.
sv: Terminalinmatningen överskred buffertgränsen. Tidigare inmatning kan ha skickats; resten stoppades. Kontrollera skalet före återanslutning.
zh_hans: 终端输入超出缓冲区限制。 之前的输入可能已发送，剩余输入已停止。请检查 shell 后再重新附加。
zh_hant: 終端機輸入超出緩衝區限制。 先前的輸入可能已傳送，剩餘輸入已停止。請檢查 shell 後再重新附加。

source: Terminal output exceeded its buffer limit.
bn: টার্মিনালের আউটপুট বাফারের সীমা ছাড়িয়েছে।
es: La salida del terminal superó el límite del búfer.
fr: La sortie du terminal a dépassé la limite du tampon.
hi: टर्मिनल आउटपुट ने बफ़र सीमा पार कर दी।
it: L’output del terminale ha superato il limite del buffer.
ja: ターミナル出力がバッファ上限を超えました。
ko: 터미널 출력이 버퍼 한도를 초과했습니다.
pt_br: A saída do terminal excedeu o limite do buffer.
ru: Вывод терминала превысил лимит буфера.
sv: Terminalutdata överskred buffertgränsen.
zh_hans: 终端输出超出缓冲区限制。
zh_hant: 終端機輸出超出緩衝區限制。

source: Terminal output exceeded its event limit.
bn: টার্মিনালের আউটপুট ইভেন্টের সীমা ছাড়িয়েছে।
es: La salida del terminal superó el límite de eventos.
fr: La sortie du terminal a dépassé la limite d’événements.
hi: टर्मिनल आउटपुट ने इवेंट सीमा पार कर दी।
it: L’output del terminale ha superato il limite di eventi.
ja: ターミナル出力がイベント上限を超えました。
ko: 터미널 출력이 이벤트 한도를 초과했습니다.
pt_br: A saída do terminal excedeu o limite de eventos.
ru: Вывод терминала превысил лимит событий.
sv: Terminalutdata överskred händelsegränsen.
zh_hans: 终端输出超出事件数量限制。
zh_hant: 終端機輸出超出事件數量限制。

source: Terminal output sequence gap; reattachment required.
bn: টার্মিনালের আউটপুট ক্রমে ফাঁক; আবার সংযুক্ত করা প্রয়োজন।
es: Hay una discontinuidad en la secuencia de salida; es necesario volver a conectar el terminal.
fr: Discontinuité dans la séquence de sortie du terminal ; rattachement requis.
hi: टर्मिनल आउटपुट क्रम में अंतर है; दोबारा अटैच करना आवश्यक है।
it: Interruzione nella sequenza di output del terminale; ricollegamento necessario.
ja: ターミナル出力シーケンスに欠落があります。再接続が必要です。
ko: 터미널 출력 순서에 누락이 있습니다. 다시 연결해야 합니다.
pt_br: Lacuna na sequência de saída do terminal; é necessário reconectar.
ru: Пропуск в последовательности вывода терминала; требуется повторное присоединение.
sv: Lucka i terminalens utdatasekvens; återanslutning krävs.
zh_hans: 终端输出序列存在缺口，需要重新附加。
zh_hant: 終端機輸出序列存在缺口，需要重新附加。

source: Terminal output sequence gap; reconnect required.
bn: টার্মিনালের আউটপুট ক্রমে ফাঁক; পুনঃসংযোগ প্রয়োজন।
es: Hay una discontinuidad en la secuencia de salida; es necesario reconectar.
fr: Discontinuité dans la séquence de sortie du terminal ; reconnexion requise.
hi: टर्मिनल आउटपुट क्रम में अंतर है; पुनः कनेक्शन आवश्यक है।
it: Interruzione nella sequenza di output del terminale; riconnessione necessaria.
ja: ターミナル出力シーケンスに欠落があります。再接続が必要です。
ko: 터미널 출력 순서에 누락이 있습니다. 다시 연결해야 합니다.
pt_br: Lacuna na sequência de saída do terminal; é necessário reconectar.
ru: Пропуск в последовательности вывода терминала; требуется переподключение.
sv: Lucka i terminalens utdatasekvens; återanslutning krävs.
zh_hans: 终端输出序列存在缺口，需要重新连接。
zh_hant: 終端機輸出序列存在缺口，需要重新連線。

source: Terminal processes did not stop. Quit can be retried.
bn: টার্মিনালের প্রক্রিয়া থামেনি। আবার প্রস্থানের চেষ্টা করা যায়।
es: Los procesos del terminal no se detuvieron. Puedes volver a intentar salir.
fr: Les processus du terminal ne se sont pas arrêtés. Vous pouvez réessayer de quitter.
hi: टर्मिनल प्रक्रियाएँ नहीं रुकीं। बंद करने का प्रयास फिर करें।
it: I processi del terminale non si sono fermati. Puoi riprovare a uscire.
ja: ターミナルのプロセスが停止しませんでした。終了を再試行できます。
ko: 터미널 프로세스가 중지되지 않았습니다. 종료를 다시 시도할 수 있습니다.
pt_br: Os processos do terminal não pararam. Tente encerrar novamente.
ru: Процессы терминала не остановились. Можно повторить выход.
sv: Terminalprocesserna stoppades inte. Du kan försöka avsluta igen.
zh_hans: 终端进程未停止。可重试退出。
zh_hant: 終端機程序未停止。可重試結束。

source: Terminal resize failed: %@
bn: টার্মিনালের আকার পরিবর্তন ব্যর্থ: %@
es: Error al redimensionar el terminal: %@
fr: Échec du redimensionnement du terminal : %@
hi: टर्मिनल का आकार बदलने में विफल: %@
it: Ridimensionamento del terminale non riuscito: %@
ja: ターミナルのサイズ変更に失敗しました：%@
ko: 터미널 크기 조정 실패: %@
pt_br: Falha ao redimensionar o terminal: %@
ru: Не удалось изменить размер терминала: %@
sv: Storleksändring av terminalen misslyckades: %@
zh_hans: 终端大小调整失败：%@
zh_hant: 終端機大小調整失敗：%@

source: Terminal resources are unavailable: %@
bn: টার্মিনালের রিসোর্স উপলব্ধ নয়: %@
es: Recursos del terminal no disponibles: %@
fr: Ressources du terminal indisponibles : %@
hi: टर्मिनल संसाधन उपलब्ध नहीं हैं: %@
it: Risorse del terminale non disponibili: %@
ja: ターミナルのリソースを取得できません：%@
ko: 터미널 리소스를 확인할 수 없습니다: %@
pt_br: Recursos do terminal indisponíveis: %@
ru: Ресурсы терминала недоступны: %@
sv: Terminalresurser är inte tillgängliga: %@
zh_hans: 无法获取终端资源使用情况：%@
zh_hant: 無法取得終端機資源使用狀況：%@

source: Terminal socket directory is not private.
bn: টার্মিনাল সকেট ডিরেক্টরি ব্যক্তিগত নয়।
es: El directorio del socket del terminal no es privado.
fr: Le dossier du socket du terminal n’est pas privé.
hi: टर्मिनल सॉकेट डायरेक्टरी निजी नहीं है।
it: La cartella del socket del terminale non è privata.
ja: ターミナルのソケットディレクトリが非公開ではありません。
ko: 터미널 소켓 디렉터리가 비공개가 아닙니다.
pt_br: O diretório do socket do terminal não é privado.
ru: Каталог сокета терминала не является приватным.
sv: Terminalens socketkatalog är inte privat.
zh_hans: 终端套接字目录并非私有。
zh_hant: 終端機通訊端目錄並非私有。

source: Terminal socket path is too long.
bn: টার্মিনাল সকেট পাথ খুব দীর্ঘ।
es: La ruta del socket del terminal es demasiado larga.
fr: Le chemin du socket du terminal est trop long.
hi: टर्मिनल सॉकेट पथ बहुत लंबा है।
it: Il percorso del socket del terminale è troppo lungo.
ja: ターミナルのソケットパスが長すぎます。
ko: 터미널 소켓 경로가 너무 깁니다.
pt_br: O caminho do socket do terminal é muito longo.
ru: Слишком длинный путь к сокету терминала.
sv: Terminalens socketsökväg är för lång.
zh_hans: 终端套接字路径过长。
zh_hant: 終端機通訊端路徑過長。

source: Terminal socket path must be absolute and shorter than 104 bytes.
bn: টার্মিনাল সকেট পাথ পূর্ণ এবং 104 বাইটের কম হতে হবে।
es: La ruta del socket debe ser absoluta y tener menos de 104 bytes.
fr: Le chemin du socket doit être absolu et inférieur à 104 octets.
hi: टर्मिनल सॉकेट पथ पूर्ण और 104 बाइट से छोटा होना चाहिए।
it: Il percorso del socket deve essere assoluto e inferiore a 104 byte.
ja: ターミナルのソケットパスは絶対パスで104バイト未満にしてください。
ko: 터미널 소켓 경로는 절대 경로이며 104바이트 미만이어야 합니다.
pt_br: O caminho do socket deve ser absoluto e menor que 104 bytes.
ru: Путь к сокету терминала должен быть абсолютным и короче 104 байт.
sv: Terminalens socketsökväg måste vara absolut och kortare än 104 byte.
zh_hans: 终端套接字路径必须是绝对路径且短于 104 字节。
zh_hant: 終端機通訊端路徑必須是絕對路徑且短於 104 位元組。

source: Terminal state response ownership could not be configured.
bn: টার্মিনালের অবস্থা প্রতিক্রিয়ার নিয়ন্ত্রণ কনফিগার করা যায়নি।
es: No se pudo configurar el control de las respuestas de estado del terminal.
fr: Impossible de configurer le contrôle des réponses d’état du terminal.
hi: टर्मिनल स्थिति प्रतिक्रिया का स्वामित्व कॉन्फ़िगर नहीं कर सके।
it: Impossibile configurare il controllo delle risposte sullo stato del terminale.
ja: ターミナルの状態応答の管理権限を設定できませんでした。
ko: 터미널 상태 응답 소유권을 설정할 수 없습니다.
pt_br: Não foi possível configurar o controle das respostas de estado do terminal.
ru: Не удалось настроить управление ответами о состоянии терминала.
sv: Kunde inte konfigurera kontrollen över terminalens tillståndssvar.
zh_hans: 无法配置终端状态响应控制权。
zh_hant: 無法設定終端機狀態回應控制權。

source: Terminal state sequence gap; reattachment required.
bn: টার্মিনালের অবস্থা ক্রমে ফাঁক; আবার সংযুক্ত করা প্রয়োজন।
es: Hay una discontinuidad en la secuencia de estado; es necesario volver a conectar el terminal.
fr: Discontinuité dans la séquence d’état du terminal ; rattachement requis.
hi: टर्मिनल स्थिति क्रम में अंतर है; दोबारा अटैच करना आवश्यक है।
it: Interruzione nella sequenza di stato del terminale; ricollegamento necessario.
ja: ターミナル状態シーケンスに欠落があります。再接続が必要です。
ko: 터미널 상태 순서에 누락이 있습니다. 다시 연결해야 합니다.
pt_br: Lacuna na sequência de estado do terminal; é necessário reconectar.
ru: Пропуск в последовательности состояния терминала; требуется повторное присоединение.
sv: Lucka i terminalens tillståndssekvens; återanslutning krävs.
zh_hans: 终端状态序列存在缺口，需要重新附加。
zh_hant: 終端機狀態序列存在缺口，需要重新附加。

source: Terminal theme preview
bn: টার্মিনাল থিম প্রিভিউ
es: Vista previa del tema del terminal
fr: Aperçu du thème du terminal
hi: टर्मिनल थीम प्रीव्यू
it: Anteprima del tema del terminale
ja: ターミナルテーマのプレビュー
ko: 터미널 테마 미리 보기
pt_br: Prévia do tema do terminal
ru: Предпросмотр темы терминала
sv: Förhandsvisning av terminaltema
zh_hans: 终端主题预览
zh_hant: 終端機主題預覽

source: Terminals
bn: টার্মিনাল
es: Terminales
fr: Terminaux
hi: टर्मिनल
it: Terminali
ja: ターミナル
ko: 터미널
pt_br: Terminais
ru: Терминалы
sv: Terminaler
zh_hans: 终端
zh_hant: 終端機

source: Text (optional)
bn: লেখা (ঐচ্ছিক)
es: Texto (opcional)
fr: Texte (facultatif)
hi: पाठ (वैकल्पिक)
it: Testo (facoltativo)
ja: テキスト（任意）
ko: 텍스트(선택 사항)
pt_br: Texto (opcional)
ru: Текст (необязательно)
sv: Text (valfritt)
zh_hans: 文本（可选）
zh_hant: 文字（選填）

source: Text Editor
bn: টেক্সট এডিটর
es: Editor de texto
fr: Éditeur de texte
hi: टेक्स्ट एडिटर
it: Editor di testo
ja: テキストエディタ
ko: 텍스트 편집기
pt_br: Editor de texto
ru: Текстовый редактор
sv: Textredigerare
zh_hans: 文本编辑器
zh_hant: 文字編輯器

source: Text fields accept %@
bn: পাঠ্য ক্ষেত্র %@ গ্রহণ করে
es: Los campos de texto aceptan %@
fr: Les champs de texte acceptent %@
hi: पाठ फ़ील्ड %@ स्वीकार करते हैं
it: I campi di testo accettano %@
ja: テキスト欄では%@を使用できます
ko: 텍스트 필드에서 %@ 사용 가능
pt_br: Campos de texto aceitam %@
ru: Текстовые поля поддерживают %@
sv: Textfält stöder %@
zh_hans: 文本字段支持 %@
zh_hant: 文字欄位支援 %@
